---
kind: other
id: Properties.T:Autodesk.Revit.DB.Events.LinkedResourceOpenedEventArgs
source: html/59a9493c-2836-dd77-26b3-5e4ccb46e245.htm
---
# LinkedResourceOpenedEventArgs Properties

Indicates whether an event may be cancelled by an event delegate.